Revit 2027 API
BuiltInFailures.RebarFailures.BendDiameterTooSmall Property
 Rebar Bend Diameter is too small.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId BendDiameterTooSmall { get; }
Public Shared ReadOnly Property BendDiameterTooSmall As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ BendDiameterTooSmall {
	FailureDefinitionId^ get ();
}
static member BendDiameterTooSmall : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace